{
  "title": "a research assistant",
  "messages": [
    
    {
      "text": "I suppose you could say that I am not surprised by the state of Hong Kong,",
      "host": false,
      "time": "2020-02-04T03:15:21.000Z"
    },
    {
      "text": "I mean objectively you can look at the history of actions of the various actors within the country and really none of them have changed or are likely to change the trajectory of their actions within the future.",
      "host": false,
      "time": "2020-02-04T03:18:51.000Z"
    },
    {
      "text": "In that view, is the current unrest a symptom of a greater disease? Blue-ribbons will claim that the protests have broken Hong Kong, but yellow-ribbons will claim that Hong Kong was already broken.",
      "host": true,
      "time": "2020-02-04T03:24:56.000Z"
    },
    {
      "text": "I'm not certain what you mean by greater disease, but in my opinion the unrest really is a culmination of the history in Hong Kong, popular dissatisfaction with the political heads of Hong Kong has been the norm since even Tung chee wah first took up office.\n\nIf you look at the record of the Hong Kong CEOs, of the four, 2 have resigned before their term ended and 1 has been arrested.",
      "host": false,
      "time": "2020-02-04T03:35:11.000Z"
    },
    {
      "text": "This as it is is really is not a great track record, and now as you now the current head has the lowest approval rate ever seen.",
      "host": false,
      "time": "2020-02-04T03:35:54.000Z"
    },
    {
      "text": "So just considering how the CEOs have performed, it's not really a great track record.",
      "host": false,
      "time": "2020-02-04T03:36:52.000Z"
    },
    {
      "text": "So you could say, that over time there have been alot of problems that have been left unaddressed, and this is the sort of result that you can expect.",
      "host": false,
      "time": "2020-02-04T03:37:57.000Z"
    },
    {
      "text": "Apart from the inefficacy of our leaders, what are some of the other unaddressed problems plaguing the city?",
      "host": true,
      "time": "2020-02-04T03:38:46.000Z"
    },
    {
      "text": "I wouldn't say that these problems are unrelated, alot of these unaddressed problems stemmed from what I would see as either the inability of the CEOs to relate to the public interest or their inability to act upon.",
      "host": false,
      "time": "2020-02-04T03:42:15.000Z"
    },
    {
      "text": "So for example, housing is a big one, currently the CEOs office and even China Affairs Office is saying that the housing in HK is a major problem.",
      "host": false,
      "time": "2020-02-04T03:43:34.000Z"
    },
    {
      "text": "And it is",
      "host": false,
      "time": "2020-02-04T03:43:41.000Z"
    },
    {
      "text": "But the issue with housing is that these issue have been plaguing Hong Kong even since Tung Chee wah took office, and in fairness he did address it to some extent",
      "host": false,
      "time": "2020-02-04T03:45:40.000Z"
    },
    {
      "text": "But there hasnt been enough concerted effort to address it since",
      "host": false,
      "time": "2020-02-04T03:46:14.000Z"
    },
    {
      "text": "And this \"kicking the can down the road\" mentality has eventually led the people to no longer believe that the current political system has their best interests at heart",
      "host": false,
      "time": "2020-02-04T03:47:33.000Z"
    },
    {
      "text": "And I think that in general that pattern is just repeated along the same lines for other problems",
      "host": false,
      "time": "2020-02-04T03:48:19.000Z"
    },
    {
      "text": "The hong kong people just don't see the current governance as having their interests at heart because frankly there hasnt been any.",
      "host": false,
      "time": "2020-02-04T03:49:14.000Z"
    },
    {
      "text": "Do you see a future for yourself in Hong Kong? Or more broadly, is there a future for Hong Kong at all?",
      "host": true,
      "time": "2020-02-04T03:50:08.000Z"
    },
    {
      "text": "No, to be honest, I don't see a future here, and that is related to the fact that I don't see a future for Hong Kong.",
      "host": false,
      "time": "2020-02-04T03:52:14.000Z"
    },
    {
      "text": "To some extent you already see it here, since no one is willing to give ground. The only sort of development we'll see is that of further extremism.",
      "host": false,
      "time": "2020-02-04T03:53:53.000Z"
    },
    {
      "text": "The current CEO seems fully willing to die on the hill that she's placed herself on, and the people literally have nothing else to lose; the last figure that I saw was that 50% of the people protesting lived below the poverty line.",
      "host": false,
      "time": "2020-02-04T03:55:58.000Z"
    },
    {
      "text": "So now we're begining to see really flashy IEDs that are just to threaten that people are willing to go to such measures.",
      "host": false,
      "time": "2020-02-04T03:58:47.000Z"
    },
    {
      "text": "And every time there's a police action is not three beat cops, it's three buses of riot police cracking heads.",
      "host": false,
      "time": "2020-02-04T03:59:25.000Z"
    },
    {
      "text": "To be honest I'm surprised that people havnt gotten more violent",
      "host": false,
      "time": "2020-02-04T04:00:47.000Z"
    },
    {
      "text": "But ultimately how does a society come back from that?",
      "host": false,
      "time": "2020-02-04T04:01:33.000Z"
    },
    {
      "text": "On a more lighthearted note: any tips on keeping a level head at a time when it seems all the world is crumbling down?",
      "host": true,
      "time": "2020-02-04T04:04:20.000Z"
    },
    {
      "text": "Be rootin'",
      "host": false,
      "time": "2020-02-04T04:05:45.000Z"
    },
    {
      "text": "Be tootin'",
      "host": false,
      "time": "2020-02-04T04:05:50.000Z"
    },
    {
      "text": "And by God's be shootin'",
      "host": false,
      "time": "2020-02-04T04:06:00.000Z"
    },
    {
      "text": "But most importantly",
      "host": false,
      "time": "2020-02-04T04:06:09.000Z"
    },
    {
      "text": "Be kind",
      "host": false,
      "time": "2020-02-04T04:06:13.000Z"
    }
  ]
}