{
  "title": "an educator",
  "messages": [
    {
      "text": "In my opinion, Hong Kong is now in dire straits. The combination of the last 9 months of protests and social unrest, and the coronavirus  pandemic, atop an already weakening economy, exorbitant costs of living, one of the highest GINI coefficient of any developed city/state, and a government that seems not only fully tone-deaf to the needs of the city, but also incompetent in the extreme.",
      "host": false,
      "time": "2020-02-03T05:41:57.000Z"
    },
    {
      "text": "(I should also add  militarised police-force largely out-of-control with virtually no oversight whatsoever)",
      "host": false,
      "time": "2020-02-03T05:42:54.000Z"
    },
    {
      "text": "But the Hong Kong people are amazingly resilient. In 2014 during the Umbrella Movement, as well as over the past 9 months, I have been continually and pleasantly surprised as to the committment, endurance and creativity of the people. Hong Kong may well go down, but it will go down swinging, this I know",
      "host": false,
      "time": "2020-02-03T05:44:52.000Z"
    },
    {
      "text": "The actions of our leaders sometimes feels like neglect at best, willful abuse at worst. On the part of the government, is it merely incompetence or can it be attributed to malice?",
      "host": true,
      "time": "2020-02-03T05:49:25.000Z"
    },
    {
      "text": "Sadly that is quite a good characterisation. Whether  incompetence, neglect, willful abuse, or simply the fact that the CCCP forces every decision for our so-called government, the effects on people in the city is the same. The government, aided by a largely corrupt police force, and in conjunction with our Beijing overlords is, quite simply, destroying Hong Kong; and causing massive and uneccessary suffering in the process. Whether malice or incompetence, the result has been the same: the worst possible decision at the words possible time, over and over and over…",
      "host": false,
      "time": "2020-02-03T05:57:52.000Z"
    },
    {
      "text": "In your estimation is there a scenario where the people of Hong Kong will come out on top? Or are the structures that define the society, the oligarchies that control the economy and the giant 🐼 in the room looming over the border too much of an obstacle?",
      "host": true,
      "time": "2020-02-03T06:03:23.000Z"
    },
    {
      "text": "The likelihood of such a scenario is, I think, very small. However one might have said the same in the mid-80s regarding Soviet Communism, and a few years later the system had largely collapsed and the Berlin Wall was down. One can never know what the tipping point will be in such cases. Some have argued (Gorbachev for one) that the Chernobyl disaster led to the collapse, so it is not beyond the realm of possibility that the HK protests, or the Coronovirus, or some other unexpected event could be the catalyst for the end of the CCP.",
      "host": false,
      "time": "2020-02-03T06:11:29.000Z"
    },
    {
      "text": "Hopefully it will not take as many deaths and environmental destruction as in that case, however it has already been suggested by some that the coronavirus will dwarf Chernobyl in terms of death-count and impact on the world.",
      "host": false,
      "time": "2020-02-03T06:13:22.000Z"
    },
    {
      "text": "Speaking of conjecture, misinformation has been rife through this current crisis surrounding the coronavirus and the ongoing social unrest. Conspiracy theories, rumour-mongering and falsehoods blanket a lot of the airwaves and news feeds. At the same time, trust in authority supposed to serve the public good has eroded by great measures. \n\nWhat is the problem with our understanding of \"fake news\", and how has our dependence on algorithms out of our control exacerbated the situation?",
      "host": true,
      "time": "2020-02-03T06:19:27.000Z"
    },
    {
      "text": "THis question conflates a number of issues. The HK government, and especially the police force, have been a consistent source of misinformation for so long, that they no longer have any credibility whatsoever. They are simply not trustworthy, and thus are not trusted by the vast majority of HK people. At the same time the massive campaigns of censorship and misinformation against the Chinese people y the CCP have created a gulf of understanding so wide that the two sides are almost incapable of communication — their frames of reference so different that they might as well be speaking different languages (like the cantonese saying 雞同鴨講, or ‘chicken trying to talk to duck’, there is no possibility of communication.)",
      "host": false,
      "time": "2020-02-03T06:29:46.000Z"
    },
    {
      "text": "While I am very interested in the way algorithms, and specifically computational propaganda (which includes fake news, deep-fakes, election-influencing, etc.) is being used, I am not sure how relevant it is in the Hong Kong context. Clearly the widespread censorship and suppression of dissenting opinions in China has been delegated in large part to technology over the past decade, yet I am not sure that a lack of algorithmic transpareny contributes here in the same way as it does in the West (perhaps because there is no transparency to begin with…)",
      "host": false,
      "time": "2020-02-03T06:36:29.000Z"
    },
    {
      "text": "Any tips for remaining level-headed when it seems all the world is crumbling down?",
      "host": true,
      "time": "2020-02-03T06:38:19.000Z"
    },
    {
      "text": "It does feel that way, doesn’t it. For me it is simple stuff: exercise, seeing friends (in person), experiencing art/culture/music when possible,  meditating. Most people have such routines — things that allow them to feel more grounded. They are harder to find time for when things seeem to be falling apart, but they’re still super important in maintaining a balanced perspective, and not becoming mired in despair,  at least they are for me…",
      "host": false,
      "time": "2020-02-03T06:45:31.000Z"
    }
  ]
}