{
  "title": "an architect",
  "messages": [
    {
      "text": "How did you come to find yourself in Hong Kong, and what were your initial impressions of the city?",
      "host": true,
      "time": "2020-02-04T04:36:57.000Z"
    },
    {
      "text": "I've spent part of my childhood in Hong Kong before moving back to Canada. So I suppose my impressions should be of when I spent my college and working years in this city.",
      "host": false,
      "time": "2020-02-04T04:39:33.000Z"
    },
    {
      "text": "To me it was just home, albeit a bit too dense and busy. But I've grown to know more of the city as I grew up, being exposed to more facets and aspects of this place",
      "host": false,
      "time": "2020-02-04T04:40:57.000Z"
    },
    {
      "text": "It's always a city in transition, so my impressions seem to shift with the changes that is undergoing within the place",
      "host": false,
      "time": "2020-02-04T04:41:56.000Z"
    },
    {
      "text": "How has it changed the most since your time here?",
      "host": true,
      "time": "2020-02-04T04:43:21.000Z"
    },
    {
      "text": "For better or for worse, people are a lot of politically aware as many in previous generations were apathetic as there was nothing that can be done against British colonial rule. People are looking more into themselves now to see what it means to be a Hong Konger and trying to not 'disappear' as Ackbar Abbas had put it.",
      "host": false,
      "time": "2020-02-04T04:46:53.000Z"
    },
    {
      "text": "So as we can see there are many ways to confront with this identity crisis. Though as with many parts of the world at the moment, populism runs high and sides are locked into their own echo chambers",
      "host": false,
      "time": "2020-02-04T04:48:16.000Z"
    },
    {
      "text": "But it is good, kind of like a trial run for democracy, where the citizens need to learn to negotiate with power",
      "host": false,
      "time": "2020-02-04T04:49:01.000Z"
    },
    {
      "text": "In view of the numerous headwinds present in this context, is there a viable future for democracy in Hong Kong?",
      "host": true,
      "time": "2020-02-04T04:49:45.000Z"
    },
    {
      "text": "There will be a viable future for democracy in Hong Kong but it will be a long path as with other Asian countries: Korea, Taiwan, Philippines, etc. Even if we achieve formal democracy, it may take a few more generations to root out systemic corruption, etc. \n\nHong Kong is an inseparable part of China. Though there is a huge undercurrent of xenophobia, many mainlanders I talked to had great impressions of Hong Kong (rule of law, minimal corruption, etc), although perhaps not anymore. But HK has a potential to, and is actually, be a test case for China.",
      "host": false,
      "time": "2020-02-04T04:56:24.000Z"
    },
    {
      "text": "I feel HKers do not know what democracy is. US is not a democracy contrary to what many thinks. A democracy only functions will a well informed society with good information for its constituents to vote on. Unfortunately with all these fake news these days and uncritical consumption of information, the validity of democracy has been questioned around the world, whether in UK with the Brexit question or Trump.",
      "host": false,
      "time": "2020-02-04T05:00:00.000Z"
    },
    {
      "text": "Unfortunately, many thinks it's an all or nothing issue but in my opinion it's a incremental process. We should develop the necessary dialogues and democratic culture and avoid the lures of extremism and facial.",
      "host": false,
      "time": "2020-02-04T05:02:18.000Z"
    },
    {
      "text": "As you were present for the 2014 Umbrella Movement, what distinguished this current period of social unrest from that of 6 years ago?",
      "host": true,
      "time": "2020-02-04T05:03:57.000Z"
    },
    {
      "text": "I think it was a continuation, rather than several discrete events. The umbrella movement was great as there were dialogues and discussion in Central and much less of the polarity that we are experiencing now. \n\nIn a sense, the movement now is much more reactive, where it depends on police brutality or government action (or inaction) to carry on (as with the cornovirius which should be a completely medical issue and should not be policized). \n\nSo it's much more ugly. \n\nThere are no discussions on how to progress aside from attempting to hold the government hostage for the '5 demands' via means of destruction, etc.",
      "host": false,
      "time": "2020-02-04T05:11:18.000Z"
    },
    {
      "text": "Granted the government is absolutely useless and CCP, to their credit, did not overtly intervene except to make some noises. The extradition mess was Lam's problem and hers to clean up",
      "host": false,
      "time": "2020-02-04T05:12:54.000Z"
    },
    {
      "text": "What does it mean to be a Hongkonger at times like this?",
      "host": true,
      "time": "2020-02-04T05:15:13.000Z"
    },
    {
      "text": "Well it depends. Some people will say you are not a true Hong Konger if you don't support the rioters. I support the protesters to an extent but not people who play stupid games. \n\nHong Kong is very stratified society with huge inequality between rich and poor. \n\nThe older generation built HK from a fishing village, so it's understandable that they probably don't see the young 17 year olds, fighting for some abstract freedom when they did not contribute to the development of HK, as Hong Kongers.\n\nI guess it's what value system you subscribe to.",
      "host": false,
      "time": "2020-02-04T05:21:00.000Z"
    },
    {
      "text": "Any tips on how best to keep a level head when it seems all the world is crumbling down?",
      "host": true,
      "time": "2020-02-04T05:22:51.000Z"
    },
    {
      "text": "I think it was Tim Ferries who basically got rid of news? Or some Joe Rogan podcast. It's kind of a waste of time to follow news when it offers up no actionable advice. And really important news will eventually filter and reach you after its more organized.\n\nAs with we don't have enough anxiety in our lives already. \n\nI suppose to chill out it's to be well centered and have meaningful conversation with those around you",
      "host": false,
      "time": "2020-02-04T05:27:23.000Z"
    }
  ]
}